{"author_id_0": {"id": "author_id_0", "first_name": "Smith", "last_name": "Widdle", "years": [1563, 1625], "bio": "The importance of Widdle's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Smith Widdle, \"There is no great contemporary writer who is less read than Smith Widdle.\" Widdle never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Widdle aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Widdle devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/3.jpg"}, "author_id_1": {"id": "author_id_1", "first_name": "Mancin", "last_name": "Orion", "years": [1875, 1942], "bio": "The importance of Orion's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Mancin Orion, \"There is no great contemporary writer who is less read than Mancin Orion.\" Orion never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Orion aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Orion devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/4.jpeg"}, "author_id_2": {"id": "author_id_2", "first_name": "Widdle", "last_name": "Orion", "years": [1804, 1869], "bio": "The importance of Orion's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Widdle Orion, \"There is no great contemporary writer who is less read than Widdle Orion.\" Orion never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Orion aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Orion devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/9.jpg"}, "author_id_3": {"id": "author_id_3", "first_name": "Smith", "last_name": "Widdle", "years": [1666, 1722], "bio": "The importance of Widdle's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Smith Widdle, \"There is no great contemporary writer who is less read than Smith Widdle.\" Widdle never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Widdle aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Widdle devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/4.jpeg"}}