{"author_id_0": {"id": "author_id_0", "first_name": "Pinkerton", "last_name": "Pinkerton", "years": [1608, 1668], "bio": "The importance of Pinkerton's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Pinkerton Pinkerton, \"There is no great contemporary writer who is less read than Pinkerton Pinkerton.\" Pinkerton never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Pinkerton aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Pinkerton devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/9.jpg"}, "author_id_1": {"id": "author_id_1", "first_name": "Lambda", "last_name": "Smith", "years": [1509, 1565], "bio": "The importance of Smith's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Lambda Smith, \"There is no great contemporary writer who is less read than Lambda Smith.\" Smith never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Smith aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Smith devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/5.jpg"}, "author_id_2": {"id": "author_id_2", "first_name": "Mancin", "last_name": "Wommersly", "years": [1823, 1882], "bio": "The importance of Wommersly's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Mancin Wommersly, \"There is no great contemporary writer who is less read than Mancin Wommersly.\" Wommersly never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Wommersly aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Wommersly devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/8.jpg"}}