{"author_id_0": {"id": "author_id_0", "first_name": "Mancin", "last_name": "Mancin", "years": [1845, 1901], "bio": "The importance of Mancin's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Mancin Mancin, \"There is no great contemporary writer who is less read than Mancin Mancin.\" Mancin never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Mancin aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Mancin devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/8.jpg"}, "author_id_1": {"id": "author_id_1", "first_name": "Franz", "last_name": "Lambda", "years": [1617, 1671], "bio": "The importance of Lambda's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Franz Lambda, \"There is no great contemporary writer who is less read than Franz Lambda.\" Lambda never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Lambda aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Lambda devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/2.jpg"}, "author_id_2": {"id": "author_id_2", "first_name": "Thomas", "last_name": "Franz", "years": [1602, 1662], "bio": "The importance of Franz's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Thomas Franz, \"There is no great contemporary writer who is less read than Thomas Franz.\" Franz never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Franz aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Franz devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/7.jpg"}}