{"author_id_0": {"id": "author_id_0", "first_name": "Wommersly", "last_name": "Orion", "years": [1507, 1574], "bio": "The importance of Orion's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Wommersly Orion, \"There is no great contemporary writer who is less read than Wommersly Orion.\" Orion never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Orion aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Orion devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/3.jpg"}, "author_id_1": {"id": "author_id_1", "first_name": "Orion", "last_name": "Thomas", "years": [1604, 1664], "bio": "The importance of Thomas's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Orion Thomas, \"There is no great contemporary writer who is less read than Orion Thomas.\" Thomas never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Thomas aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Thomas devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/9.jpg"}, "author_id_2": {"id": "author_id_2", "first_name": "Thomas", "last_name": "Thomas", "years": [1815, 1875], "bio": "The importance of Thomas's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Thomas Thomas, \"There is no great contemporary writer who is less read than Thomas Thomas.\" Thomas never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Thomas aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Thomas devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/9.jpg"}}