{"author_id_0": {"id": "author_id_0", "first_name": "Pinkerton", "last_name": "Franz", "years": [1621, 1673], "bio": "The importance of Franz's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Pinkerton Franz, \"There is no great contemporary writer who is less read than Pinkerton Franz.\" Franz never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Franz aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Franz devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/7.jpg"}, "author_id_1": {"id": "author_id_1", "first_name": "Mancin", "last_name": "Widdle", "years": [1623, 1692], "bio": "The importance of Widdle's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Mancin Widdle, \"There is no great contemporary writer who is less read than Mancin Widdle.\" Widdle never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Widdle aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Widdle devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/3.jpg"}, "author_id_2": {"id": "author_id_2", "first_name": "Mancin", "last_name": "Thomas", "years": [1579, 1633], "bio": "The importance of Thomas's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Mancin Thomas, \"There is no great contemporary writer who is less read than Mancin Thomas.\" Thomas never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Thomas aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Thomas devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/6.jpg"}, "author_id_3": {"id": "author_id_3", "first_name": "Smith", "last_name": "Pinkerton", "years": [1804, 1856], "bio": "The importance of Pinkerton's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Smith Pinkerton, \"There is no great contemporary writer who is less read than Smith Pinkerton.\" Pinkerton never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Pinkerton aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Pinkerton devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/seed-resources/seed-images/author/6.jpg"}}