{"author_id_0": {"id": "author_id_0", "first_name": "Orion", "last_name": "Thomas", "years": [1811, 1865], "bio": "The importance of Thomas's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Orion Thomas, \"There is no great contemporary writer who is less read than Orion Thomas.\" Thomas never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Thomas aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Thomas devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/2.jpg"}, "author_id_1": {"id": "author_id_1", "first_name": "Widdle", "last_name": "Mancin", "years": [1552, 1606], "bio": "The importance of Mancin's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Widdle Mancin, \"There is no great contemporary writer who is less read than Widdle Mancin.\" Mancin never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Mancin aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Mancin devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/2.jpg"}, "author_id_2": {"id": "author_id_2", "first_name": "Franz", "last_name": "Widdle", "years": [1815, 1879], "bio": "The importance of Widdle's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Franz Widdle, \"There is no great contemporary writer who is less read than Franz Widdle.\" Widdle never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Widdle aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Widdle devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/7.jpg"}, "author_id_3": {"id": "author_id_3", "first_name": "Thomas", "last_name": "Pinkerton", "years": [1837, 1900], "bio": "The importance of Pinkerton's contributions to the arts and to the revitalization of poetry early in this century has been widely acknowledged; yet in 1950, Hugh Kenner could claim in his groundbreaking study The Poetry of Thomas Pinkerton, \"There is no great contemporary writer who is less read than Thomas Pinkerton.\" Pinkerton never sought, nor had, a wide reading audience; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Pinkerton aroused controversy because of his aesthetic views; later, because of his political views. For the greater part of this century, however, Pinkerton devoted his energies to advancing the art of poetry and maintaining his aesthetic standards in the midst of extreme adversity.", "image": "/utils/resources/seed-images/author/1.jpg"}}